Repository: yeelam-gordon/intelligent-terminal
Catalog: src/cascadia/TerminalApp/Resources/*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, bg_bg, bn_in, bs_latn_ba, ca_es, ca_es_valencia, cs_cz, cy_gb, da_dk, el_gr, es_es, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, kok_in, lb_lu, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, ne_np, nl_nl, nn_no, or_in, pa_in, pl_pl, pt_br, pt_pt, quz_pe, ro_ro, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, ta_in, te_in, th_th, tr_tr, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_tw

# FreOverlay_AutoErrorDescription.Text
source: Give Intelligent Terminal permission to send errors to your agent to automatically suggest fixes.
bn_in: Intelligent Terminal-কে স্বয়ংক্রিয়ভাবে সমাধানের পরামর্শ দেওয়ার জন্য আপনার এজেন্টে ত্রুটি পাঠাতে অনুমতি দিন।
ca_es_valencia: Permet que l'Intelligent Terminal envie errors al teu agent per suggerir solucions automàticament.
cs_cz: Povolte aplikaci Intelligent Terminal odesílat chyby agentovi pro automatické navrhování oprav.
da_dk: Giv Intelligent Terminal tilladelse til at sende fejl til din agent for automatisk at foreslå rettelser.
es_es: Permita que Intelligent Terminal envíe errores a su agente para sugerir correcciones automáticamente.
eu_es: Eman baimena Intelligent Terminal-i erroreak zure agenteari bidaltzeko konponketak automatikoki iradokitzeko.
fi_fi: Salli Intelligent Terminalin lähettää virheet agentille korjausten ehdottamiseksi automaattisesti.
fil_ph: Bigyan ang Intelligent Terminal ng pahintulot na magpadala ng mga error sa iyong agent upang awtomatikong magmungkahi ng mga ayos.
fr_fr: Autorisez Intelligent Terminal à envoyer les erreurs à votre agent pour suggérer automatiquement des correctifs.
gl_es: Permite que Intelligent Terminal envíe erros ao teu axente para suxerir solucións automaticamente.
hi_in: Intelligent Terminal को स्वचालित रूप से समाधान सुझाने के लिए अपने एजेंट को त्रुटियां भेजने की अनुमति दें।
hu_hu: Engedélyezze az Intelligent Terminal számára, hogy hibákat küldjön az ügynöknek a javítások automatikus javaslásához.
hy_am: Թույլ տվեք Intelligent Terminal-ին սխալներ ուղարկել ձեր գործակալին՝ ավտոմատ կերպով ուղղումներ առաջարկելու համար։
id_id: Izinkan Intelligent Terminal mengirim kesalahan ke agen Anda untuk menyarankan perbaikan secara otomatis.
ja_jp: Intelligent Terminal がエラーをエージェントに送信して、修正を自動的に提案することを許可します。
ka_ge: მიეცით Intelligent Terminal-ს უფლება, გაუგზავნოს შეცდომები თქვენს აგენტს გასწორებების ავტომატურად შემოთავაზებისთვის.
kk_kz: Intelligent Terminal қолданбасына түзетулерді автоматты түрде ұсыну үшін қателерді агентіңізге жіберуге рұқсат беріңіз.
km_kh: ផ្តល់សិទ្ធិឱ្យ Intelligent Terminal ផ្ញើកំហុសទៅភ្នាក់ងាររបស់អ្នក ដើម្បីណែនាំការកែតម្រូវដោយស្វ័យប្រវត្តិ។
kn_in: ಪರಿಹಾರಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸೂಚಿಸಲು ನಿಮ್ಮ ಏಜೆಂಟ್‌ಗೆ ದೋಷಗಳನ್ನು ಕಳುಹಿಸಲು Intelligent Terminal ಗೆ ಅನುಮತಿ ನೀಡಿ.
ko_kr: Intelligent Terminal이 오류를 에이전트로 보내 수정 사항을 자동으로 제안하도록 허용합니다.
kok_in: Intelligent Terminal क आपशीच उपाय सुचोवपाक तुमच्या एजंटाक त्रुटी धाडपाक परवानगी दियात.
lo_la: ອະນຸຍາດໃຫ້ Intelligent Terminal ສົ່ງຂໍ້ຜິດພາດໄປຫາຕົວແທນຂອງທ່ານເພື່ອແນະນຳການແກ້ໄຂໂດຍອັດຕະໂນມັດ.
lt_lt: Leiskite „Intelligent Terminal“ siųsti klaidas jūsų agentui, kad automatiškai pasiūlytų pataisymus.
lv_lv: Atļaujiet Intelligent Terminal sūtīt kļūdas jūsu aģentam, lai automātiski ieteiktu labojumus.
ms_my: Benarkan Intelligent Terminal menghantar ralat kepada ejen anda untuk mencadangkan pembetulan secara automatik.
nn_no: Gi Intelligent Terminal løyve til å sende feil til agenten for automatisk å føreslå rettingar.
or_in: Intelligent Terminal କୁ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ସମାଧାନ ପରାମର୍ଶ ଦେବାକୁ ଆପଣଙ୍କ ଏଜେଣ୍ଟକୁ ତ୍ରୁଟି ପଠାଇବାକୁ ଅନୁମତି ଦିଅନ୍ତୁ।
pa_in: Intelligent Terminal ਨੂੰ ਆਪਣੇ ਆਪ ਹੱਲ ਸੁਝਾਉਣ ਲਈ ਤੁਹਾਡੇ ਏਜੰਟ ਨੂੰ ਗਲਤੀਆਂ ਭੇਜਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।
pt_pt: Permita que o Intelligent Terminal envie erros ao agente para sugerir correções automaticamente.
sr_cyrl_rs: Дозволите да Intelligent Terminal шаље грешке вашем агенту ради аутоматског предлагања исправки.
sr_latn_rs: Dozvolite da Intelligent Terminal šalje greške vašem agentu radi automatskog predlaganja ispravki.
sv_se: Ge Intelligent Terminal behörighet att skicka fel till din agent för att automatiskt föreslå korrigeringar.
te_in: పరిష్కారాలను స్వయంచాలకంగా సూచించడానికి మీ ఏజెంట్‌కు లోపాలను పంపడానికి Intelligent Terminal‌ను అనుమతించండి.
th_th: อนุญาตให้ Intelligent Terminal ส่งข้อผิดพลาดไปยังตัวแทนของคุณเพื่อแนะนำการแก้ไขโดยอัตโนมัติ
ug_cn: Intelligent Terminal غا خاتالىقلارنى ۋاكالەتچىڭىزگە ئەۋەتىپ، تۈزىتىشلەرنى ئاپتوماتىك تەكلىپ قىلىشقا رۇخسەت بېرىڭ.
uk_ua: Дозвольте Intelligent Terminal надсилати помилки вашому агенту для автоматичної пропозиції виправлень.
vi_vn: Cho phép Intelligent Terminal gửi lỗi đến tác nhân của bạn để tự động đề xuất bản sửa lỗi.
zh_tw: 允許 Intelligent Terminal 將錯誤傳送給您的智能體以自動建議修正。

# FreOverlay_SessionLabel.Text
source: Session management
af_za: Sessies
am_et: ክፍለ ጊዜዎች
ar_sa: الجلسات
as_in: অধিবেশনসমূহ
az_latn_az: Sessiyalar
bg_bg: Сесии
bn_in: সেশন ব্যবস্থাপনা
bs_latn_ba: Sesije
ca_es_valencia: Gestió de sessions
cs_cz: Správa relací
cy_gb: Sesiynau
da_dk: Sessionsstyring
el_gr: Συνεδρίες
es_es: Gestión de sesiones
et_ee: Seansid
eu_es: Saio-kudeaketa
fa_ir: جلسه‌ها
fi_fi: Istunnonhallinta
fil_ph: Pamamahala ng session
fr_fr: Gestion des sessions
ga_ie: Seisiúin
gd_gb: Seiseanan
gl_es: Xestión de sesións
gu_in: સત્રો
he_il: הפעלות
hi_in: सत्र प्रबंधन
hu_hu: Munkamenet-kezelés
hy_am: Նիստերի կառավարում
id_id: Manajemen sesi
is_is: Lotur
ja_jp: セッション管理
ka_ge: სესიების მართვა
kk_kz: Сеансты басқару
km_kh: ការគ្រប់គ្រងវគ្គ
kn_in: ಸೆಶನ್ ನಿರ್ವಹಣೆ
ko_kr: 세션 관리
kok_in: सत्र वेवस्थापन
lb_lu: Sessiounen
lo_la: ການຈັດການພາກສ່ວນ
lt_lt: Seansų valdymas
lv_lv: Sesiju pārvaldība
mi_nz: Ngā wātū
mk_mk: Сесии
mr_in: सत्रे
ms_my: Pengurusan sesi
mt_mt: Sessjonijiet
ne_np: सत्रहरू
nl_nl: Sessies
nn_no: Øktadministrasjon
or_in: ସେସନ୍ ପରିଚାଳନା
pa_in: ਸੈਸ਼ਨ ਪ੍ਰਬੰਧਨ
pl_pl: Sesje
pt_pt: Gestão de sessões
quz_pe: Sesiones
ro_ro: Sesiuni
sk_sk: Relácie
sl_si: Seje
sq_al: Sesionet
sr_cyrl_rs: Управљање сесијама
sr_latn_rs: Upravljanje sesijama
sv_se: Sessionshantering
ta_in: அமர்வுகள்
te_in: సెషన్ నిర్వహణ
th_th: การจัดการเซสชัน
tr_tr: Oturumlar
ug_cn: ئوتتۇرا باشقۇرۇش
uk_ua: Керування сеансами
ur_pk: سیشنز
uz_latn_uz: Seanslar
vi_vn: Quản lý phiên
zh_tw: 工作階段管理

# FreOverlay_SessionDescription.Text
source: Give Intelligent Terminal permission to track the status of your running or active agents.
af_za: Hou tred met watter agente loop en watter jou aandag nodig het.
am_et: የትኞቹ ኤጀንቶች እየሰሩ እንደሆነ እና የትኞቹ ትኩረትዎን እንደሚፈልጉ ይከታተሉ።
ar_sa: تعقّب الوكلاء قيد التشغيل والذين يحتاجون إلى انتباهك.
as_in: কোনবোৰ এজেণ্ট চলি আছে আৰু কোনবোৰে আপোনাৰ মনোযোগৰ প্ৰয়োজন সেয়া ট্ৰেক কৰক।
az_latn_az: Hansı agentlərin işlədiyini və hansılarının diqqətinizə ehtiyacı olduğunu izləyin.
bg_bg: Проследявайте кои агенти работят и кои се нуждаят от вниманието ви.
bn_in: ইন্টেলিজেন্ট টার্মিনাল-কে আপনার চলমান বা সক্রিয় এজেন্টগুলির অবস্থা ট্র্যাক করতে অনুমতি দিন।
bs_latn_ba: Pratite koji su agenti pokrenuti i koji zahtijevaju vašu pažnju.
ca_es_valencia: Doneu permís a Terminal Intel·ligent per a fer el seguiment de l'estat dels vostres agents en execució o actius.
cs_cz: Udělte Inteligentní Terminál oprávnění ke sledování stavu vašich běžících nebo aktivních agentů.
cy_gb: Cadwch olwg ar ba asiantau sy'n rhedeg a pha rai sydd angen eich sylw.
da_dk: Giv Intelligent Terminal tilladelse til at spore status for dine kørende eller aktive agenter.
el_gr: Παρακολουθήστε ποιοι πράκτορες εκτελούνται και ποιοι χρειάζονται την προσοχή σας.
es_es: Otorga permiso a Terminal Inteligente para rastrear el estado de tus agentes en ejecución o activos.
et_ee: Jälgige, millised agendid töötavad ja millised vajavad teie tähelepanu.
eu_es: Eman Terminal Adimenduna-i zure agente aktiboen egoera jarraitzeko baimena.
fa_ir: پیگیری کنید کدام عامل‌ها در حال اجرا هستند و کدام‌یک به توجه شما نیاز دارند.
fi_fi: Anna Älykäs Pääteille oikeus seurata käynnissä olevien tai aktiivisten agenttiesi tilaa.
fil_ph: Payagan ang Matalinong Terminal na subaybayan ang status ng iyong mga tumatakbo o aktibong agent.
fr_fr: Autorisez Terminal Intelligent à suivre l'état de vos agents en cours d'exécution ou actifs.
ga_ie: Coinnigh súil ar na gníomhairí atá ag rith agus orthu siúd a dteastaíonn d'aird uathu.
gd_gb: Cum sùil air dè na luchd-gnìomha a tha a’ ruith agus dè an fheadhainn a dh’fheumas d’ aire.
gl_es: Délle permiso a Terminal Intelixente para facer un seguimento do estado dos seus axentes en execución ou activos.
gu_in: કયા એજન્ટ ચાલી રહ્યા છે અને કયા એજન્ટને તમારા ધ્યાનની જરૂર છે તે ટ્રૅક કરો.
he_il: עקוב אחר הסוכנים שפועלים ואחר אלה שזקוקים לתשומת לבך.
hi_in: इंटेलिजेंट टर्मिनल को आपके चल रहे या सक्रिय एजेंटों की स्थिति ट्रैक करने की अनुमति दें।
hu_hu: Adjon engedélyt az Intelligens Terminál számára a futó vagy aktív ügynökök állapotának nyomon követéséhez.
hy_am: Թույլատրեք Խելացի տերմինալ-ին հետևել ձեր գործող կամ ակտիվ գործակալների կարգավիճակը:
id_id: Izinkan Terminal Cerdas melacak status agen yang sedang berjalan atau aktif.
is_is: Fylgstu með hvaða agentar eru í gangi og hverjir þurfa athygli þína.
ja_jp: インテリジェント ターミナルに実行中またはアクティブなエージェントの状態を追跡する権限を付与します。
ka_ge: მიეცით ჭკვიანი ტერმინალი-ს უფლება თვალყური ადევნოს თქვენი გაშვებული ან აქტიური აგენტების სტატუსს.
kk_kz: Зияткер терминал-ға жұмыс істеп тұрған немесе белсенді агенттеріңіздің күйін бақылауға рұқсат беріңіз.
km_kh: អនុញ្ញាត ស្ថានីយឆ្លាតវៃ ឲ្យតាមដានស្ថានភាពភ្នាក់ងារដែលកំពុងត្រូវដំណើរការ ឬសកម្ម។
kn_in: ಇಂಟೆಲಿಜೆಂಟ್ ಟರ್ಮಿನಲ್ ಗೆ ನಿಮ್ಮ ಚಾಲನೆಯಲ್ಲಿರುವ ಅಥವಾ ಸಕ್ರಿಯ ಏಜೆಂಟ್‌ಗಳ ಸ್ಥಿತಿಯನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಅನುಮತಿ ನೀಡಿ.
ko_kr: 지능형 터미널이 실행 중이거나 활성 상태인 에이전트의 상태를 추적할 수 있도록 허용합니다.
kok_in: इंटेलिजंट टर्मिनल क तुमच्या चालू वा सक्रिय एजेंटांची स्थिती मागोवपाक परवानगी द्यात.
lb_lu: Verfollegt, wéi eng Agente lafen a wéi eng Är Opmierksamkeet brauchen.
lo_la: ໃຫ້ສິດ ເທອຮ໌ມິນັລອັດຊະລິຍະ ຕິດຕາມສະຖານະຂອງ agent ທີ່ກຳລັງເຮັດວຽກຢູ່ຫລືໃຊ້ງານຢູ່.
lt_lt: Suteikite Išmanusis Terminalas leidimą sekti jūsų veikiančių arba aktyvių agentų būseną.
lv_lv: Piešķiriet Viedais Terminālis atļauju izsekot jūsu darbojošos vai aktīvo aģentu statusu.
mi_nz: Whāia ko ēhea ngā kaitiaki e whakahaere ana, ko ēhea hoki e hiahia ana kia aro atu koe.
mk_mk: Следете кои агенти работат и на кои им е потребно вашето внимание.
mr_in: कोणते एजंट चालू आहेत आणि कोणत्या एजंटकडे तुमचे लक्ष देणे आवश्यक आहे याचा मागोवा घ्या.
ms_my: Benarkan Terminal Pintar menjejaki status ejen yang sedang berjalan atau aktif.
mt_mt: Segwi liema aġenti qed jaħdmu u liema jeħtieġu l-attenzjoni tiegħek.
ne_np: कुन एजेन्टहरू चलिरहेका छन् र कुनलाई तपाईंको ध्यान आवश्यक छ भन्ने ट्र्याक गर्नुहोस्।
nl_nl: Houd bij welke agents actief zijn en welke uw aandacht nodig hebben.
nn_no: Gje Intelligent Terminal løyve til å spore statusen til dei pågåande eller aktive agentane dine.
or_in: ଇଣ୍ଟେଲିଜେଣ୍ଟ ଟର୍ମିନାଲ କୁ ଆପଣଙ୍କ ଚାଲୁଥିବା କିମ୍ବା ସକ୍ରିୟ ଏଜେଣ୍ଟମାନଙ୍କ ସ୍ଥିତି ଟ୍ରାକ୍ କରିବା ପାଇଁ ଅନୁମତି ଦିଅନ୍ତୁ।
pa_in: ਇੰਟੈਲੀਜੈਂਟ ਟਰਮੀਨਲ ਨੂੰ ਤੁਹਾਡੇ ਚੱਲ ਰਹੇ ਜਾਂ ਸਕ੍ਰਿਯ ਏਜੰਟਾਂ ਦੀ ਸਥਿਤੀ ਟਰੈਕ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।
pl_pl: Śledź, którzy agenci działają, a którzy wymagają Twojej uwagi.
pt_pt: Conceda permissão ao Terminal Inteligente para monitorizar o estado dos seus agentes em execução ou ativos.
quz_pe: Mayqin agentekunachus purichkan, mayqinkunachus qhawayniykita munan, chayta qatiy.
ro_ro: Urmăriți ce agenți rulează și care necesită atenția dvs.
sk_sk: Sledujte, ktorí agenti sú spustení a ktorí vyžadujú vašu pozornosť.
sl_si: Spremljajte, kateri agenti se izvajajo in kateri potrebujejo vašo pozornost.
sq_al: Gjurmo se cilët agjentë janë duke punuar dhe cilët kërkojnë vëmendjen tënde.
sr_cyrl_rs: Дајте Интелигентни Терминал дозволу да прати стање ваших покренутих или активних агената.
sr_latn_rs: Dajte Inteligentni Terminal dozvolu da prati stanje vaših pokrenutih ili aktivnih agenata.
sv_se: Ge Intelligent Terminal behörighet att spåra statusen för dina pågående eller aktiva agenter.
ta_in: எந்த ஏஜெண்ட்கள் இயங்குகின்றன, எவற்றுக்கு உங்கள் கவனம் தேவை என்பதைத் தடமறியுங்கள்.
te_in: ఇంటెలిజెంట్ టెర్మినల్ కు మీ రన్ అవుతున్న లేదా సక్రియ ఏజెంట్‌ల స్థితిని ట్రాక్ చేయడానికి అనుమతి ఇవ్వండి.
th_th: อนุญาตให้ เทอร์มินัลอัจฉริยะ ติดตามสถานะของเอเจนต์ที่กำลังทำงานหรือใช้งานอยู่
tr_tr: Hangi aracıların çalıştığını ve hangilerinin ilginize ihtiyaç duyduğunu izleyin.
ug_cn: ئەقلىي تېرمىنال غا ئىشلىۋاتقان ياكى ئاكتىۋ ۋەكىللىرىڭىزنىڭ ھالىتىنى بايقاش ئىزنى بېرىڭ.
uk_ua: Надайте Інтелектуальний Термінал дозвіл відстежувати стан ваших запущених або активних агентів.
ur_pk: معلوم کریں کہ کون سے ایجنٹس چل رہے ہیں اور کن کو آپ کی توجہ درکار ہے۔
uz_latn_uz: Qaysi agentlar ishlayotganini va qaysilariga eʼtiboringiz kerakligini kuzating.
vi_vn: Cho phép Đầu cuối thông minh theo dõi trạng thái các tác tử đang chạy hoặc đang hoạt động.
zh_tw: 授予智能終端追蹤執行中或作用中智能體狀態的權限。

# FreOverlay_SessionHint.Text
source: ℹ Enabling this will install integration hooks to track sessions across your agents.
bn_in: এটি সক্ষম করলে আপনার এজেন্টগুলোর মধ্যে সেশন ট্র্যাক করতে ইন্টিগ্রেশন hooks ইনস্টল হবে।
ca_es_valencia: En activar açò s'instal·laran hooks d'integració per a fer el seguiment de sessions a tots els agents.
cs_cz: Povolením této funkce se nainstalují integrační hooks pro sledování relací napříč vašimi agenty.
da_dk: ℹ Aktivering af dette vil installere integrationshooks til at spore sessioner på tværs af dine agenter.
es_es: Habilitar esto instalará hooks de integración para rastrear sesiones en tus agentes.
eu_es: Hau gaitzeak integrazio-hooks instalatuko ditu zure agente guztietan saioen jarraipena egiteko.
fi_fi: Tämän ottaminen käyttöön asentaa integraatio-hooksit istuntojen seuraamiseksi agenttiesi välillä.
fil_ph: ℹ Ang pag-enable nito ay mag-i-install ng mga integration hooks para subaybayan ang mga session sa iyong mga agent.
fr_fr: L'activation de cette option installera des hooks d'intégration pour suivre les sessions sur vos agents.
gl_es: Ao activar isto instalaranse hooks de integración para facer un seguimento das sesións nos seus axentes.
hi_in: इसे सक्षम करने से आपके एजेंटों में सत्रों को ट्रैक करने के लिए एकीकरण hooks इंस्टॉल होंगे।
hu_hu: ℹ Ennek engedélyezése integrációs hooks telepítését végzi a munkamenetek ügynökök közötti nyomon követéséhez.
hy_am: Սա միացնելը կտեղադրի ինտեգրացիոն hooks՝ ձեր գործակալներում նիստերին հետևելու համար:
id_id: Mengaktifkan ini akan menginstal hooks integrasi untuk melacak sesi di seluruh agen Anda.
ja_jp: ℹ これを有効にすると、エージェント全体でセッションを追跡するための統合 hooks がインストールされます。
ka_ge: ამის ჩართვა დააინსტალირებს ინტეგრაციის hooks-ს თქვენს აგენტებში სესიების თვალყურისდევნებისთვის.
kk_kz: Мұны қосу агенттеріңіз бойынша сеанстарды бақылау үшін интеграция hooks орнатады.
km_kh: ការបើកនេះនឹងតំឡើង hooks វគ្គដើម្បីតាមដានវគ្គក្នុងភ្នាក់ងាររបស់អ្នក។
kn_in: ಇದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದ ನಿಮ್ಮ ಏಜೆಂಟ್‌ಗಳಾದ್ಯಂತ ಸೆಶನ್‌ಗಳನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಇಂಟಿಗ್ರೇಶನ್ hooks ಇನ್‌ಸ್ಟಾಲ್ ಆಗುತ್ತವೆ.
ko_kr: ℹ 이를 활성화하면 에이전트 전체에서 세션을 추적하기 위한 통합 hooks가 설치됩니다.
kok_in: ℹ हें सक्षम केल्यार तुमच्या एजेंटां मदीं सत्रांचो मागोवो घेवपाक एकत्रीकरण hooks इन्स्टॉल जातले.
lo_la: ການເປີດໃຊ້ນີ້ຈະຕິດຕັ້ງ hooks ເຊື່ອມຕໍ່ເພື່ອຕິດຕາມພາກສ່ວນຂອງ agent ຂອງທ່ານ.
lt_lt: Įjungus šią funkciją bus įdiegti integracijos hooks, skirti sekti seansus tarp jūsų agentų.
lv_lv: Iespējojot šo funkciju, tiks instalēti integrācijas hooks sesiju izsekošanai starp jūsu aģentiem.
ms_my: ℹ Mendayakan ini akan memasang hooks integrasi untuk menjejaki sesi merentas ejen anda.
nn_no: Aktivering av dette vil installere integrasjonshooks for å spore økter på tvers av agentane dine.
or_in: ଏହା ସକ୍ଷମ କଲେ ଆପଣଙ୍କ ଏଜେଣ୍ଟମାନଙ୍କ ମଧ୍ୟରେ ସେସନ୍ ଟ୍ରାକ୍ କରିବା ପାଇଁ ଇଣ୍ଟିଗ୍ରେସନ୍ hooks ଇନ୍‌ଷ୍ଟଲ୍ ହେବ।
pa_in: ਇਸਨੂੰ ਸਮਰੱਥ ਕਰਨ ਨਾਲ ਤੁਹਾਡੇ ਏਜੰਟਾਂ ਵਿੱਚ ਸੈਸ਼ਨਾਂ ਨੂੰ ਟਰੈਕ ਕਰਨ ਲਈ ਇੰਟੀਗ੍ਰੇਸ਼ਨ hooks ਇੰਸਟਾਲ ਹੋਣਗੇ।
pt_pt: Ativar esta opção instalará hooks de integração para monitorizar sessões nos seus agentes.
sr_cyrl_rs: Омогућавање овога ће инсталирати интеграционе hooks за праћење сесија у свим вашим агентима.
sr_latn_rs: Omogućavanje ovoga će instalirati integracione hooks za praćenje sesija u svim vašim agentima.
sv_se: Om du aktiverar detta installeras integrations-hooks för att spåra sessioner mellan dina agenter.
te_in: దీన్ని ఎనేబుల్ చేయడం వలన మీ ఏజెంట్‌లలో సెషన్‌లను ట్రాక్ చేయడానికి ఇంటిగ్రేషన్ hooks ఇన్‌స్టాల్ చేయబడతాయి.
th_th: การเปิดใช้งานนี้จะติดตั้ง hooks การรวมเพื่อติดตามเซสชันข้ามเอเจนต์ของคุณ
ug_cn: بۇنى ئاچسىڭىز، ۋەكىللىرىڭىز ئارىسىدىكى ئولتۇرۇشلارنى ئىز قوغلاش ئۈچۈن بىرلەشتۈرۈش hooks ئورنىتىلىدۇ.
uk_ua: Увімкнення цієї функції встановить інтеграційні hooks для відстеження сеансів у всіх ваших агентах.
vi_vn: ℹ Bật tính năng này sẽ cài đặt các hooks tích hợp để theo dõi phiên trên các tác tử của bạn.
zh_tw: 啟用此功能將安裝整合 hooks，以追蹤跨智能體的工作階段。

# FreOverlay_PanePositionLabel.Text
source: Pane position
af_za: Agentposisie
am_et: የኤጀንት አቀማመጥ
ar_sa: موضع الوكيل
as_in: এজেণ্টৰ স্থান
az_latn_az: Agent mövqeyi
bg_bg: Позиция на агента
bn_in: পেন অবস্থান
bs_latn_ba: Pozicija agenta
ca_es_valencia: Posició del tauler
cs_cz: Pozice panelu
cy_gb: Safle'r asiant
da_dk: Panelposition
el_gr: Θέση πράκτορα
es_es: Posición del panel
et_ee: Agendi asukoht
eu_es: Panel-posizioa
fa_ir: موقعیت عامل
fi_fi: Paneelin sijainti
fil_ph: Posisyon ng pane
fr_fr: Position du volet
ga_ie: Suíomh an ghníomhaire
gd_gb: Suidheachadh an neach-gnìomha
gl_es: Posición do panel
gu_in: એજન્ટનું સ્થાન
he_il: מיקום הסוכן
hi_in: पेन स्थिति
hu_hu: Panel pozíciója
hy_am: Վահանակի դիրքը
id_id: Posisi panel
is_is: Staðsetning agentsins
ja_jp: ペインの位置
ka_ge: პანელის პოზიცია
kk_kz: Панель орны
km_kh: ទីតាំងផ្ទាំង
kn_in: ಪೇನ್ ಸ್ಥಾನ
ko_kr: 창 위치
kok_in: पेन सुवात
lb_lu: Agent-Positioun
lo_la: ຕຳແຫນ່ງແຜງ
lt_lt: Skydelio padėtis
lv_lv: Paneļa novietojums
mi_nz: Tūnga kaitiaki
mk_mk: Позиција на агентот
mr_in: एजंटचे स्थान
ms_my: Kedudukan anak tetingkap
mt_mt: Pożizzjoni tal-aġent
ne_np: एजेन्टको स्थान
nl_nl: Agentpositie
nn_no: Panelposisjon
or_in: ପେନ୍ ସ୍ଥାନ
pa_in: ਪੈਨ ਸਥਿਤੀ
pl_pl: Pozycja agenta
pt_pt: Posição do painel
quz_pe: Agentepa maypi kasqan
ro_ro: Poziția agentului
sk_sk: Pozícia agenta
sl_si: Položaj agenta
sq_al: Pozicioni i agjentit
sr_cyrl_rs: Позиција панела
sr_latn_rs: Pozicija panela
sv_se: Panelposition
ta_in: ஏஜெண்டின் நிலை
te_in: పేన్ స్థానం
th_th: ตำแหน่งแผง
tr_tr: Aracı konumu
ug_cn: تاختا ئورنى
uk_ua: Положення панелі
ur_pk: ایجنٹ کی پوزیشن
uz_latn_uz: Agent joylashuvi
vi_vn: Vị trí bảng
zh_tw: 窗格位置

# FreOverlay_PanePositionDescription.Text
source: Where the agent pane opens relative to your terminal.
af_za: Waar jou agent is.
am_et: ኤጀንትዎ የሚገኝበት ቦታ።
ar_sa: المكان الذي يوجد فيه وكيلك.
as_in: আপোনাৰ এজেণ্ট য'ত থাকে।
az_latn_az: Agentinizin yerləşdiyi yer.
bg_bg: Къде се намира вашият агент.
bn_in: আপনার টার্মিনালের সাপেক্ষে এজেন্ট পেন কোথায় খোলে।
bs_latn_ba: Gdje se nalazi vaš agent.
ca_es_valencia: On s'obri el tauler d'agent en relació amb el terminal.
cs_cz: Kde se panel agenta otevře vzhledem k vašemu terminálu.
cy_gb: Lle mae eich asiant yn byw.
da_dk: Hvor agentpanelet åbnes i forhold til din terminal.
el_gr: Η θέση του πράκτορά σας.
es_es: Dónde se abre el panel del agente en relación con tu terminal.
et_ee: Koht, kus teie agent asub.
eu_es: Non irekitzen den agente-panela zure terminalari dagokionez.
fa_ir: محل قرارگیری عامل شما.
fi_fi: Minne agenttipaneeli avautuu suhteessa terminaaliisi.
fil_ph: Kung saan magbubukas ang agent pane kaugnay ng iyong terminal.
fr_fr: Où le volet de l'agent s'ouvre par rapport à votre terminal.
ga_ie: An áit a bhfuil do ghníomhaire.
gd_gb: Far a bheil an neach-gnìomha agad.
gl_es: Onde se abre o panel do axente en relación co seu terminal.
gu_in: તમારો એજન્ટ જ્યાં રહે છે.
he_il: המקום שבו הסוכן שלך נמצא.
hi_in: एजेंट पेन आपके टर्मिनल के सापेक्ष कहाँ खुलता है।
hu_hu: Hol nyílik meg az ügynökpanel a termináljához képest.
hy_am: Որտեղ է բացվում գործակալի վահանակը ձեր տերմինալի նկատմամբ:
id_id: Posisi panel agen terbuka relatif terhadap terminal Anda.
is_is: Hvar agentinn þinn er.
ja_jp: ターミナルに対してエージェント ペインが開く位置です。
ka_ge: სად იხსნება აგენტის პანელი თქვენი ტერმინალის მიმართ.
kk_kz: Агент панелі терминалға қатысты ашылатын орын.
km_kh: ផ្ទាំងភ្នាក់ងារបើកនៅកន្លែងណាប្រៀបធៀបនឹងតេរ្មីណលរបស់អ្នក។
kn_in: ನಿಮ್ಮ ಟರ್ಮಿನಲ್‌ಗೆ ಸಂಬಂಧಿಸಿ ಏಜೆಂಟ್ ಪೇನ್ ಎಲ್ಲಿ ತೆರೆಯುತ್ತದೆ.
ko_kr: 터미널을 기준으로 에이전트 창이 열리는 위치입니다.
kok_in: तुमच्या टर्मिनालाच्या सापेक्ष एजेंट पेन खंय उगडटा.
lb_lu: Wou Ären Agent ugewise gëtt.
lo_la: ແຜງ agent ເປີດຢູ່ບ່ອນໃດທຽບກັບ terminal ຂອງທ່ານ.
lt_lt: Kur agento skydelis atsidaro terminalo atžvilgiu.
lv_lv: Kur aģenta panelis tiek atvērts attiecībā pret jūsu termināli.
mi_nz: Te wāhi e noho ai tō kaitiaki.
mk_mk: Каде се наоѓа вашиот агент.
mr_in: तुमचा एजंट जिथे असतो ते स्थान.
ms_my: Kedudukan anak tetingkap ejen dibuka berbanding terminal anda.
mt_mt: Fejn jinsab l-aġent tiegħek.
ne_np: तपाईंको एजेन्ट रहने ठाउँ।
nl_nl: Waar uw agent zich bevindt.
nn_no: Kvar agentpanelet opnar seg i høve til terminalen din.
or_in: ଆପଣଙ୍କ ଟର୍ମିନାଲ ସାପେକ୍ଷରେ ଏଜେଣ୍ଟ ପେନ୍ କେଉଁଠାରେ ଖୋଲେ।
pa_in: ਤੁਹਾਡੇ ਟਰਮੀਨਲ ਦੇ ਸਾਪੇਖ ਏਜੰਟ ਪੈਨ ਕਿੱਥੇ ਖੁੱਲ੍ਹਦਾ ਹੈ।
pl_pl: Miejsce, w którym znajduje się agent.
pt_pt: Onde o painel do agente é aberto em relação ao seu terminal.
quz_pe: Maypichus agenteyki kachkan.
ro_ro: Locul în care este afișat agentul dvs.
sk_sk: Miesto, kde sa nachádza váš agent.
sl_si: Kje je vaš agent.
sq_al: Vendi ku qëndron agjenti yt.
sr_cyrl_rs: Где се панел агента отвара у односу на ваш терминал.
sr_latn_rs: Gde se panel agenta otvara u odnosu na vaš terminal.
sv_se: Var agentpanelen öppnas i förhållande till din terminal.
ta_in: உங்கள் ஏஜெண்ட் இருக்கும் இடம்.
te_in: మీ టెర్మినల్‌కు సంబంధించి ఏజెంట్ పేన్ ఎక్కడ తెరవబడుతుంది.
th_th: ตำแหน่งที่แผงเอเจนต์จะเปิดเทียบกับเทอร์มินัลของคุณ
tr_tr: Aracınızın bulunduğu yer.
ug_cn: ۋەكىل تاختىسى تېرمىنالىڭىزغا نىسبەتەن قەيەردە ئېچىلىدۇ.
uk_ua: Де панель агента відкривається відносно вашого терміналу.
ur_pk: وہ جگہ جہاں آپ کا ایجنٹ موجود ہے۔
uz_latn_uz: Agentingiz joylashgan joy.
vi_vn: Vị trí bảng tác tử mở so với terminal của bạn.
zh_tw: 智能體窗格相對於終端機開啟的位置。

# FreOverlay_SaveButton.Content
source: Save
af_za: Kom aan die gang
am_et: ይጀምሩ
ar_sa: بدء الاستخدام
as_in: আৰম্ভ কৰক
az_latn_az: Başlayın
bg_bg: Първи стъпки
bn_in: সংরক্ষণ করুন
bs_latn_ba: Započni
ca_es_valencia: Guarda
cs_cz: Uložit
cy_gb: Dechrau arni
da_dk: Gem
el_gr: Έναρξη
es_es: Guardar
et_ee: Alustamine
eu_es: Gorde
fa_ir: شروع به کار
fi_fi: Tallenna
fil_ph: I-save
fr_fr: Enregistrer
ga_ie: Tosaigh
gd_gb: Tòisich
gl_es: Gardar
gu_in: પ્રારંભ કરો
he_il: התחל
hi_in: सहेजें
hu_hu: Mentés
hy_am: Պահպանել
id_id: Simpan
is_is: Hefjast handa
ja_jp: 保存
ka_ge: შენახვა
kk_kz: Сақтау
km_kh: រក្សាទុក
kn_in: ಉಳಿಸಿ
ko_kr: 저장
kok_in: जतन करात
lb_lu: Ufänken
lo_la: ບັນທຶກ
lt_lt: Išsaugoti
lv_lv: Saglabāt
mi_nz: Tīmata
mk_mk: Започни
mr_in: प्रारंभ करा
ms_my: Simpan
mt_mt: Ibda
ne_np: सुरु गर्नुहोस्
nl_nl: Aan de slag
nn_no: Lagre
or_in: ସଞ୍ଚୟ କରନ୍ତୁ
pa_in: ਸੰਭਾਲੋ
pl_pl: Rozpocznij
pt_pt: Guardar
quz_pe: Qallariy
ro_ro: Începeți
sk_sk: Začať
sl_si: Začnite
sq_al: Fillo
sr_cyrl_rs: Сачувај
sr_latn_rs: Sačuvaj
sv_se: Spara
ta_in: தொடங்குங்கள்
te_in: సేవ్ చేయండి
th_th: บันทึก
tr_tr: Başlayın
ug_cn: ساقلاش
uk_ua: Зберегти
ur_pk: شروع کریں
uz_latn_uz: Boshlash
vi_vn: Lưu
zh_tw: 儲存
